[
    {
        "type": "text",
        "text": "Howtowrite aresearchproposal ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MAnnersten,R Wredling ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introductlon ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "An aluractively prepared research proposal is crucial for achieving sufficient resources.toconducta succesful project or stuly. Funding agencies that sponsor research use a proposal s the basis for making their funding decisions. Some agencies request a two-step proposal: the first is a brief plan of the project, and,when accepted.a more derailed proposal hasto  besubmitted Fumding agencies often supply an application kit that includesthe forms to be completed and a specifie format for organising the content of the proposalThe ethics committee reguires a research plam to be able to judge whether the intended project isethicallyacceptable. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "There is considerable simitaritv in the type of information hat is expected in research proposals, and in this article we will describe several of these inportant aspects ofwriting a research proposal. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Authors ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "M Annersten,RN,MNsc,   \nDiabetes Nurse Specialist.   \nOresund Diabetes Team AB.   \nkdean Science Park.   \nScheelevagen 17.   \nSE 223 70 Lund.Sweden   \nR Wreding.RN.Professor,   \nDepartment of Nursing Karonska Institutet and Danderyd University Hospital,Stockholm,Sweden ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*Correspondenee to: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MAnnersten,   \nOresund Diabetes Team AB. Ideon   \nScience Park,Scheelevagen.17.   \nSE 22370 Lund.Sweden   \nTal:.+4846-2863850   \ne-mail: magdaiena.annerstenmaa.com ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received:2 Nowember2005 Aecepted in revised fornt 18May2006 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A structuredwmenresearch propoeal is anecessaryrequrement when making an applicalion forresearch funding or applytng to an ethics committee lor appoial of a research project. A proposal is built up in sections ol theoretical background: am and research questions lo be answered; a description and justihcalion of the method chosen to achieve the answer. awareness ot the ethical mplications of the research; experience and quafficationsof the leam members to perlorm the lntended sludy. a budgelandatimetabie. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This paper descrtbes the comrmon steps taken to prepare a writen proposalas altreeively aspossible to achieve tunding. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Eur DisabelesMursng 2008:312l:102-105 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Koy wortls ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Research proposal metodology.ethics comimittee;Aundng:budgel ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Synopsls ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A proposal often begins with a summariscdowerviewofthe proposed research projcct.It should not be morc than one full page stating the study objectives,sample and size. methods to be used duration and evahation metods. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Background to theproblem ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In the background sectionof the proposal. the resrarcher should make the reader aware of what has already been done and what isalready known in the area.A description of how the literature search and assessment has been performed is important. as the result should bewhat theintended research:is.built upon and provide justification for the prescnt study.Ir should strengthen the author's argument concerning the significance of the study,and point out how the proposed research will augmentthatknowledgeamd why this is importanr..Not all studies result in ainimmediate product or change of praxis,but may constitute a lite brick in the building of something bigger. which hopefuly is supported by the fuinding agency.The problem that the intended rescarch will address isordinarily identified carly in the proposal and should be stated m such a wav that its importance is apparent to the reviewer,although the researcher should notpromise more than-can beproduced.2-4 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The background should demonstratetheresearrher's.command of current knowledge in the field. forming a logical reason ending in the rescarch guesion. A broad and complex problem is unlikely tobe sohable ormanageable and is likely to be deemed uncthical to conduct. Ifrelevant inchude the possible rheoryapplicable in the field so that the intended study can be put into a research contcxt,Whenever the theoretical backgrounds of the sudy,existing knowledge,or the researcher's experience permit an explicit prediction ofoutcomes. thhese predictions shouldbe included in the proposal. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Significance of theproblem ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The proposal must clearly describe how the proposed research will make a conuibution to existing knowledge and why it is important. Funding bodies are interested in developing knowledge based in particularareas ahd notinthc ",
        "page_idx": 0
    }
]